{
  "i18n": {
    "footer": {
      "copyright": "Všechna práva vyhrazena."
    },
    "navbar": {
      "home": "Domů",
      "showcase": "Výběr realizací",
      "about": "O nás"
    },
    "home": {
      "heading": "Profesionální úpravce automobilů",
      "subheading": "Specializujeme se na zakázkovou výrobu nerezových dílů pro motorsport a úpravy vozidel. Na míru navrhujeme a vyrábíme výfukové systémy, intercoolery, potrubí a další technické komponenty. Pracujeme metodami TIG a CO2, s důrazem na precizní zpracování, funkčnost a čistý design."
    },
    "about": {
      "text": "Jsme mistři skalpelu a svářečky! Potřebujete nový výfuk, upravit sání, nebo snad kompletní downpipe? Zajacovič to řeže a tvaruje jako Picasso, a když je potřeba, vymodeluje výfuk, který by i terminátor záviděl! Od nerezi, přes downpipe, až po tuning – stačí říct, a vaše auto bude dýchat jak Rocky v nejlepších letech!"
    },
    "showcase": {
      "noDescription": "Tento příspěvek nemá žádný popis.",
      "rs6": "Ještě si sem odložím jednu V8 Bi-turbo a to tuhle krásnou AUDI RS6 C7 4.0. Zde se taky jednalo o výrobu kompletního catback (od katalyzátoru) systému v klapkovém provedení. A pro podtržení celé krásy i nalakování koncovek do vysoce lesklé.",
      "s6": "Odložím si sem tuhle AUDI S6, kde se vyráběl kompletní cat-back s elektronickými klapkami. Dohrával pops & bangs a vypnutí sekundárních lambda sond, jelikož auto již nemělo katalyzátory 🥳🔥",
      "xc60": "VOLVO XC60 T6 nemusí byt jen nudně znící SUV 😬. Díky tomuto klapkovému catback systému o sobe dá hezky vědět.",
      "a45s": "Vlastníte nový Mercedes Benz A45S (A35s,CLA35s,CLA45s) a zdá se Vám že nemá zvuk jaký by mel AMG Mercedes mít?! Umím si s tím poradit aniž by jste přišli o tovární záruku 🥳. Přesně jako tady u tohoto modelu A45S se podařilo vyrobit kompletní výfukový system od turba až po koncový díl v klapkovém provedení. To vše bez jakéhokoliv upravení sériového softwaru a bez svícení CHECK ENGINE, tím pádem bez ztráty tovární záruky. Systém má stále katalyzátor který plni emisní normu EURO 6 ale přitom dovolí motoru lepe dýchat a tím nejen že zvedne nějaký ten kůň nahoru ale propustí i více zvuku který tomuto autu z výroby celkem chybí.",
      "meganers": "Kompletní klapkový Catback (downpipe bez katu byl již nainstalován) na RENAULT MEGANE RS. Tohle auto mě celkem hodně překvapilo jaký umí krásný zvuk 🥳🔥",
      "exhaustblock": "Když je konečně venku tak krásné počasí, tak jsem si řekl, že už jsem sem dlouho nic nepřidal 😬 To ovšem neznamená, že nefunguju – přesně naopak! Snažím se toho vytvářet víc a víc a od nového roku pro Vás chystám novinky, hlavně pro novější auta. Jak všichni víme, tak ty přesně trápí nedostatek super zvuku díky všelijakým euro “blbostem”, takže od toho jsem tady já, abychom s tím něco vymysleli 🥳."
    }
  }
}
