{
  "i18n": {
    "footer": {
      "copyright": "All Rights Reserved."
    },
    "navbar": {
      "home": "Home",
      "showcase": "Showcase",
      "about": "About"
    },
    "home": {
      "heading": "Professional car modifier",
      "subheading": "We specialize in custom stainless steel part fabrication for motorsport and vehicle modifications. We design and produce exhaust systems, intercoolers, piping, and other technical components to fit your exact needs. Our work uses TIG and CO2 welding methods with a strong focus on precision, functionality, and clean design."
    },
    "about": {
      "text": "We’re masters of the scalpel and the welder! Need a new exhaust, intake mod, or even a full custom downpipe? Zajacovič cuts and shapes like Picasso, and when it comes down to it, he’ll craft an exhaust system that even the Terminator would envy! From stainless steel to downpipes to full-on tuning — just say the word, and your car will breathe like Rocky in his prime!"
    },
    "showcase": {
      "noDescription": "This post has no description.",
      "rs6": "Let's add another V8 Bi-turbo to the collection — this stunning AUDI RS6 C7 4.0. Here, a complete catback (from the catalytic converter) valved exhaust system was custom made. To complete the look, the tailpipes were finished in high-gloss paint.",
      "s6": "Saving this AUDI S6 where a full cat-back with electronic valves was custom-built. Pops & bangs and secondary lambda sensors were disabled since the car no longer had catalytic converters 🥳🔥",
      "xc60": "The VOLVO XC60 T6 doesn’t have to sound like a boring SUV 😬. Thanks to this valved cat-back system, it makes itself heard beautifully.",
      "a45s": "Do you own a new Mercedes Benz A45S (A35s, CLA35s, CLA45s) and feel like it doesn’t sound the way an AMG should?! I can help — without voiding your factory warranty 🥳. Just like on this A45S, we managed to build a full valved exhaust system from the turbo all the way to the tailpipes. All of that without modifying the stock software or triggering a CHECK ENGINE light — so your warranty stays intact. The system still includes a catalytic converter that meets EURO 6 emissions standards, but it lets the engine breathe better, which not only adds some extra horsepower, but also releases more of the sound this car is missing from the factory.",
      "meganers": "A full valved cat-back exhaust (the decat downpipe was already installed) on this RENAULT MEGANE RS. I was honestly surprised by how amazing this car can sound 🥳🔥"
    }
  }
}
