{
  "i18n": {
    "footer": {
      "copyright": "Všetky práva vyhradené."
    },
    "navbar": {
      "home": "Domov",
      "showcase": "Výber realizácií",
      "about": "O nás"
    },
    "home": {
      "heading": "Profesionálny úpravca áut",
      "subheading": "Špecializujeme sa na zákazkovú výrobu nerezových dielov pre motoršport a úpravy vozidiel. Na mieru navrhujeme a vyrábame výfukové systémy, intercoolery, potrubia a ďalšie technické komponenty. Pracujeme metódami TIG a CO2, s dôrazom na precízne spracovanie, funkčnosť a čistý dizajn."
    },
    "about": {
      "text": "Sme majstri skalpela a zváračky! Potrebujete nový výfuk, upraviť sanie alebo rovno celý downpipe? Zajacovič to reže a tvaruje ako Picasso, a keď treba, vytvorí výfuk, ktorý by závidel aj terminátor! Od nerezu, cez downpipe až po tuning – stačí povedať, a vaše auto bude dýchať ako Rocky vo svojej najlepšej forme!"
    },
    "showcase": {
      "noDescription": "Tento príspevok nemá žiadny popis.",
      "rs6": "Odkladám si sem ešte jednu V8 Bi-turbo – túto krásnu AUDI RS6 C7 4.0. Išlo tu o výrobu kompletného catback (od katalyzátora) výfukového systému s klapkami. Na zvýraznenie celkového dojmu boli koncovky nastriekané do vysokého lesku.",
      "s6": "Odkladám si sem túto AUDI S6, kde sa vyrábal kompletný cat-back systém s elektronickými klapkami. Doladili sa pops & bangs a deaktivovali sa sekundárne lambda sondy, keďže auto už nemalo katalyzátory 🥳🔥",
      "xc60": "VOLVO XC60 T6 nemusí byť len nudne znejúce SUV 😬. Vďaka tomuto klapkovému catback systému o sebe dá pekne vedieť.",
      "a45s": "Vlastníte nový Mercedes Benz A45S (A35s, CLA35s, CLA45s) a máte pocit, že neznie tak, ako by mal pravý AMG Mercedes?! Viem si s tým poradiť bez toho, aby ste prišli o továrenskú záruku 🥳. Presne ako pri tomto modeli A45S sa podarilo vyrobiť kompletný výfukový systém od turba až po koncový diel v klapkovom prevedení. To všetko bez akýchkoľvek úprav sériového softvéru a bez svietiacej kontrolky CHECK ENGINE, takže bez straty záruky. Systém stále obsahuje katalyzátor, ktorý spĺňa emisnú normu EURO 6, ale zároveň umožňuje motoru lepšie dýchať, čím nielen zvýši výkon, ale aj prepustí viac zvuku, ktorý tomuto autu z výroby chýba.",
      "meganers": "Kompletný výfukový systém typu catback s klapkami (decat downpipe už bol nainštalovaný) na RENAULT MEGANE RS. Toto auto ma naozaj príjemne prekvapilo tým, aký krásny zvuk dokáže vydať 🥳🔥"
    }
  }
}
